import { ReactComponent as QuoteImg } from '../../../assets/img/Quote-img.svg';
import {ReactComponent as QuoteProfilyImg} from '../../../assets/img/Quote-profile-img.svg';

export const QuoteData = [
    {
        title: 'С нами вы станете сильнее',
        descr: 'Каталог курсов программирования, которые помогут вам освоить основы программирования и получить первые навыки в этой области, а также прокачать продвинутые техники и методологии разработки.',
        img: <QuoteImg />
    },
    {
        title: 'Ваш личный кабинет — ваш контрольный центр',
        descr: 'Идеальное место для управления настройками и следежения за активностью. Не забывайте про свои текущие задачи — здесь каждый клик делает ваш опыт использования более уникальным.',
        img: <QuoteProfilyImg />
    },
]